a2ln
accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
ani-cli
appmenu-gtk-module
archlinux-keyring
aria2
ark
audacity
audiocd-kio
autoconf
automake
b43-fwcutter
base
bash-completion
bat
betterdiscord-installer
bind
binutils
bison
bluedevil
bluez
bluez-utils
breeze-gtk
btrfs-progs
calibre
cantarell-fonts
cava
chatterino2-git
chromium
cmake
code
code-features-insiders
code-icons
code-marketplace
cryptsetup
debugedit
device-mapper
dhclient
dialog
diffutils
discord
dmidecode
dmraid
dolphin
dosfstools
downgrade
dragon
duf
dunst-git
e2fsprogs
efibootmgr
efitools
elisa
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exa
exfatprogs
extra-cmake-modules
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
figlet
file
findutils
firefox
firewalld
flameshot
flatpak
flex
fsarchiver
gawk
gcc
gettext
gifsicle
git
gitui
glances
glava
glow
gnu-netcat
grep
groff
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
guitarix
gum
gwenview
gzip
haveged
hdparm
helix-git
html-xml-utils
htop
hwdetect
hwinfo
icat
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdenlive
khotkeys
kinfocenter
kinit
kio-fuse
kitty
konsole
kscreen
kwallet-pam
kwin-bismuth
less
libdvdcss
libgdiplus
libgsf
libopenraw
libtool
libwnck3
libxcrypt-compat
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lutris
lvm2
m4
make
man-db
man-pages
mangal-bin
mdadm
meld
mesa-utils
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
navi
nbd
ndisc6
neofetch
neovide
neovim
nerd-fonts-jetbrains-mono
netctl
networkmanager
networkmanager-openvpn
newsboat
nfs-utils
nilfs-utils
nmap
nnn
nodejs-nativefier
noto-fonts
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
nvim-packer-git
obs-studio
okular
opencl-nvidia
openconnect
openutau-installer
openvpn
os-prober
osu-lazer-bin
pacman
pacman-contrib
paru
paruz
patch
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
polybar
poppler-glib
power-profiles-daemon
powerdevil
ppp
pptpclient
print-manager
pv
python
python-capng
python-defusedxml
python-packaging
python-pip
python-pyqt5
qjackctl
qutebrowser
realtime-generic-setup
realtime-privileges
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripcord
rofi
rp-pppoe
rsync
rtkit
s-nail
sddm-kcm
sed
sg3_utils
shellcheck
smartmontools
sof-firmware
solid
spectacle
spotify-tui
sshfs
starship
steam
streamlink
sudo
sxiv
sysfsutils
systemd-sysvcompat
texinfo
themix-full-git
tldr
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
ttf-twemoji
unrar
unzip
upower
usb_modeswitch
usbutils
vhs
vi
virtualbox
virtualbox-host-modules-arch
vpnc
w3m
webcord
welcome
wget
which
whois
wine
winetricks
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xidel
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsel
xsettingsd
xterm
yad
yay
yt-dlp
ytfzf
ytui-git
zathura
zsh
